Repository: automeris-io/WebPlotDigitizer
Catalog: app/locale/*/LC_MESSAGES/messages.po
Languages: de_de, fr_fr

source: Rename Dataset Error!
de_de: Fehler beim Umbenennen des Datensatzes!
fr_fr: Renommez l'erreur DataSet!

source: Dataset with this name already exists. Please pick a different name.
de_de: Ein Datensatz mit diesem Namen existiert bereits. Bitte wählen Sie einen anderen Namen.
fr_fr: DataSet avec ce nom existe déjà. Veuillez choisir un autre nom.

source: Rename Axes Error!
de_de: Fehler beim Umbenennen der Achsen.
fr_fr: Renommez l'erreur des axes!

source: Axes with this name already exists. Please pick a different name.
de_de: Eine Achse mit diesem Namen existiert bereits. Bitte wählen Sie einen anderen Namen.
fr_fr: Axes avec ce nom existe déjà. Veuillez choisir un autre nom.

source: Specify a valid number of datasets to add!
de_de: Geben sie eine gültige Nummer hinzuzufügender Datensätze an!
fr_fr: Spécifiez un nombre valide de datasets à ajouter!

source: Datasets
de_de: Datensätze

source: Measurements
de_de: Maße
fr_fr: Mesures

source: Axes
de_de: Achsen

source: Angle
de_de: Winkel

source: Bar
de_de: Balken
fr_fr: Barre

source: Ternary
de_de: Ternär
fr_fr: Ternaire

source: Map
de_de: Karte
fr_fr: Carte

source: Project
de_de: Projekt
fr_fr: Projet

source: Distance Measurements
de_de: Entfernungsmessungen
fr_fr: Mesures de distance

source: Angle Measurements
de_de: Winkelmessungen
fr_fr: Mesures d'angle

source: Uncalibrated Dataset!
de_de: Unkalibrierter Datensatz
fr_fr: DataSet non calibré!

source: Assign an axes calibration to this dataset!
de_de: Weisen Sie diesem Datensatz eine Achsenkalibration zu!
fr_fr: Assignez un étalonnage d'axes à ce DataSet!

source: View Keyboard Shortcuts
de_de: Tastaturbefehle anzeigen
fr_fr: Voir les Raccourcis du Clavier

source: Add Calibration
de_de: Kalibrierung hinzufügen
fr_fr: Ajouter le calibrage

source: Remove Grid
de_de: Gitter entfernen
fr_fr: Supprimer la Grille

source: Import Calibration
de_de: Kalibrierung importieren
fr_fr: Importer le calibrage

source: Export Calibration
de_de: Kalibrierung exportieren
fr_fr: Export calibrage

source: Tweak Calibration
de_de: Kalibrierung bearbeiten
fr_fr: Calibrage tweak

source: Delete
de_de: Löschen
fr_fr: Supprimer

source: View Equations
de_de: Gleichungen anzeigen
fr_fr: Voir les équations

source: Export All Data
de_de: Alle Daten exportieren
fr_fr: Exporter toutes les données

source: View Data
de_de: Daten anzeigen
fr_fr: Voir les Données

source: Clear Data
de_de: Daten löschen
fr_fr: Effacer les données

source: Data Points
de_de: Datenpunkte
fr_fr: Points de Données

source: Clear All
de_de: Alle löschen
fr_fr: Effacer Tout

source: File
fr_fr: Fichier

source: Load Project
fr_fr: Charger Projet

source: Save Project
fr_fr: Enregistrer projet

source: Tutorials
fr_fr: Tutoriels

source: Yellow
fr_fr: Jaune

source: Graph in Plotly*
fr_fr: Graphique dans Plotly *

source: Copyright
fr_fr: Droits d'auteur

source: Name
fr_fr: Nom

source: Box
fr_fr: Boîte

source: Test
fr_fr: Tester

source: Tutorial Video
fr_fr: Vidéo tutoriel

source: Polar
fr_fr: Polaire
