Repository: automeris-io/WebPlotDigitizer
Catalog: app/locale/*/LC_MESSAGES/messages.po
Languages: de_de, fr_fr

source: Web based tool to extract numerical data from plots and graph images.
de_de: Web-basiertes Werkzeug zum Extrahieren von numerischen Daten aus Aufzeichnungen und Bildern.
fr_fr: Outil basé sur le Web pour extraire des données numériques à partir des graphes et des images graphiques.

source: Loading application, please wait...
de_de: Bitte warten, Anwendung wird geladen...
fr_fr: Chargement de l'application, veuillez patienter...

source: Problems loading? Make sure you have a recent version of Google Chrome, Firefox, Safari or Microsoft Edge installed.
de_de: Probleme beim Laden? Bitte stellen Sie sicher, dass eine akutelle Verion von Google Chrome, Firefox, Safari oder Microsoft Edge installiert ist.
fr_fr: Problèmes de chargement? Assurez-vous d'avoir installé une version récente de Google Chrome, Firefox, Safari ou Microsoft Edge.

source: Fit
de_de: passen
fr_fr: Adapter

source: Load Image
de_de: Bild laden
fr_fr: Charger l'image

source: Run Script
de_de: Skript ausführen
fr_fr: Exécuter le script

source: Help
de_de: Hilfe
fr_fr: Aide

source: About WebPlotDigitizer
de_de: Über WebPlotDigitizer
fr_fr: À propos de WebPlotDigitizer

source: User Manual
de_de: Benutzerhandbuch
fr_fr: Manuel d'utilisateur

source: GitHub Page
de_de: GitHub-Seite
fr_fr: Page de GitHub

source: Report Issues
de_de: Probleme melden
fr_fr: Rapport des Problèmes

source: Donate (PayPal)
de_de: Spenden (PayPal)
fr_fr: Faire un don (PayPal)

source: Load Image File
de_de: Bilddatei laden
fr_fr: Charger le fichier d`image

source: Load
de_de: Laden
fr_fr: Charger

source: Cancel
de_de: Abbrechen
fr_fr: Annuler

source: Magnified View Settings
de_de: Vergrößerungseinstllungen
fr_fr: Paramètres d'affichage agrandi

source: Magnification
de_de: Vergrößerung
fr_fr: Grossissement

source: Times
de_de: Zeiten
fr_fr: Temps

source: Crosshair Color
de_de: Fadenkreuz-Farben
fr_fr: Couleur Crosshair

source: Black
de_de: Schwarz
fr_fr: Noire

source: Red
de_de: Rot
fr_fr: Rouge

source: Load a Javascript file to further extend the capabilities of WebPlotDigitizer.
de_de: Lade eine Javascript-Datei um die Fährigkeiten von WebPlotDigitizer weiter zu ergänzen.
fr_fr: Chargez un fichier Javascript pour étendre davantage les capacités de WebPlotDigitizer.

source: For examples, visit the
de_de: Zum Beispiel, besuche die
fr_fr: Par exemples, visitez le

source: Run
de_de: Starten
fr_fr: Exécuter

source: Webcam Capture
de_de: Webcam-Aufnahme
fr_fr: Capture de webcam

source: Capture
de_de: Aufnahme
fr_fr: Capturer

source: Choose Plot Type
de_de: Aufzeichnugstyp wählen
fr_fr: Choisissez le type de tracé

source: 2D (X-Y) Plot
de_de: 2D (X-Y)-Aufzeichnung
fr_fr: 2D (X-Y) tracé

source: 2D Bar Plot
de_de: 2D Balkenaufzeichnung
fr_fr: Barre 2D tracé

source: Polar Diagram
de_de: Polardiagramm
fr_fr: Diagramme polaire

source: Ternary Diagram
de_de: Dreiecksdiagramm
fr_fr: Diagramme ternaire

source: Map With Scale Bar
de_de: Karte mit Größenlegende
fr_fr: Carte avec barre d'échelle

source: Image
de_de: Bild

source: X and Y Axes Calibration
de_de: X- und Y-Achsenkalibration
fr_fr: Calibrage des axes X et Y

source: Enter X-values of the two points clicked on X-axis and Y-values of the two points clicked on Y-axes
de_de: X-Werte für die zwei gewählten Punkte auf der X-Achse und Y-Werte für die zwei gewählten Punkte auf der Y-Achse eingeben.
fr_fr: Entrez les valeurs X des deux points cliqués sur l'axe X et les valeurs Y des deux points cliqués sur les axes Y

source: Point 1
de_de: Punkt 1

source: Point 2
de_de: Punkt 2

source: Log Scale
de_de: Logarithmisch
fr_fr: Échelle de notation

source: X-Axis
de_de: X-Achse
fr_fr: Axe X

source: Y-Axis
de_de: Y-Achse
fr_fr: Axe Y

source: *For dates, use yyyy/mm/dd hh:ii:ss format, where ii denotes minutes (e.g. 2013/10/23 or 2013/10 or 2013/10/23 10:15 or just 10:15). For exponents, enter values as 1e-3 for 10^-3.
de_de: Für Daten folgende Schreibweise verwenden: JJJJ/MM/TT SS:MM:SS (z.B. 2013/10/23 oder 2013/10 oder 2013/10/23 10:15 oder nur 10:15. Exponenten als 1e-3 für 10^-3 schreiben.
fr_fr: * Pour les dates, utilisez le format aaaa / mm / jj hh: ii: ss, où ii désigne les minutes (par exemple 2013/10/23 ou 2013/10 ou 2013/10/23 10:15 ou juste 10:15). Pour les exposants, entrez les valeurs 1e-3 pour 10^-3.

source: Bar Chart Calibration
de_de: Balkendiagramm-Kalibration
fr_fr: Calibration de graphique à barres

source: Enter the values at the two points selected on the continuous axes along the bars
de_de: Gebe Werte für die zwei gewählten Punkte auf der Achse entlang der Balken an.
fr_fr: Entrer les valeurs au niveau des deux points sélectionnés sur les axes continus le long des barres

source: Scale Size
de_de: Skalengröße
fr_fr: Taille d'échelle

source: Units
de_de: Einheiten
fr_fr: Unités

source: Align Polar Axes
de_de: Polare Achsen ausrichten
fr_fr: Aligner les axes polaires

source: Degrees
de_de: Grad
fr_fr: Degrés

source: Radians
de_de: Radianten

source: Clockwise
de_de: Im Uhrzeigersinn
fr_fr: Sens horaire

source: Select Range of Variables
de_de: Auswahl von Variablen
fr_fr: Sélectionner une portée de variables

source: Axes Orientation
de_de: Achsenorientierung

source: Reverse
de_de: Rückwärts
fr_fr: Inverse

source: Range of Variables
de_de: Variablen
fr_fr: Portée de variables

source: 0 to 1
de_de: 0 bis 1
fr_fr: 0 à 1

source: 0 to 100
de_de: 0 bis 100
fr_fr: 0 à 100

source: Acquired Data
de_de: Erlangte Daten
fr_fr: Données acquises

source: Dataset
de_de: Datensatz
fr_fr: Ensemble de Données

source: Variables
de_de: Variablen

source: Copy to Clipboard
de_de: In Zwischenablage kopieren
fr_fr: Copier dans le presse-papier

source: Download .CSV
de_de: .CSV herunterladen
fr_fr: Télécharger .CSV

source: Close
de_de: Schließen
fr_fr: Fermer

source: *Plotly is a secure data analysis and graphing site with data sharing and access controls.
de_de: *Plotly ist eine sichere Datenanalyse- und Grafik-Seite mit Zugangskontrolle.
fr_fr: Plotly est un site sécurisé d'analyse de données et de graphiques avec partage de données et contrôles d'accès.

source: Visit <a href="http://plot.ly" target="plotlyWebsite">http://plot.ly</a> for details.
de_de: Besuche <a href="http://plot.ly" target="plotlyWebsite">http://plot.ly</a> für Details.
fr_fr: Visitez <a href="http://plot.ly" target="plotlyWebsite"> http://plot.ly </a> pour plus de détails.

source: Sort
de_de: Sortieren
fr_fr: Trier

source: Sort by
de_de: Sortieren nach
fr_fr: Trier par

source: Order
de_de: Reihenfolge
fr_fr: Odre

source: Ascending
de_de: Steigend
fr_fr: Ascendant

source: Descending
de_de: Abfallend
fr_fr: Descendant

source: Date Formatting
de_de: Datenformatierung
fr_fr: Formatage de la date

source: Number Formatting
de_de: Nummernformatierung
fr_fr: Formatage des nombres

source: Digits
de_de: Stellen
fr_fr: Chiffres

source: Ignore
de_de: Ignorieren
fr_fr: Ignorer

source: Fixed
de_de: Repariert
fr_fr: Fixe

source: Precision
de_de: Präzision
fr_fr: Précision

source: Exponential
de_de: Exponentiell
fr_fr: Exponentielle

source: Column Separator
de_de: Spaltentrenner
fr_fr: Séparateur de colonne

source: Align X-Y Axes
de_de: X-Y Achse ausrichten
fr_fr: Aligner les axes X-Y

source: Click four known points on the axes in the <font color="red">order shown in red</font>. Two on the X axis (X1, X2) and two on the Y axis (Y1, Y2)
de_de: Klicke vier bekannte Punkte auf den Achsen in folgender <font color="red">in rot angezeigter</font> Reihenfolge an: Zwei Punkte auf der X-Achse (X1, X2), zwei auf der Y-Achse (Y1, Y2).
fr_fr: Cliquez sur quatre points connus sur les axes dans la <font color = "red"> ordre indiqué en rouge </ font>. Deux sur l'axe X (X1, X2) et deux sur l'axe Y (Y1, Y2)

source: Proceed
de_de: Fortfahren
fr_fr: Procéder

source: Align Bar Chart Axes
de_de: Diagrammachsen ausrichten
fr_fr: Aligner les axes des histogrammes

source: Click on two known points (P1, P2) on the continuous axes along the bars
de_de: Klicke zwei bekannte Punkte (P1, P2) auf den parallel zu den Balken verlaufenden Achsen an.
fr_fr: Cliquez sur deux points connus (P1, P2) sur les axes continus le long des barres

source: Align Map To Scale Bar
de_de: Karte zur Skala ausrichten
fr_fr: Aligner la carte sur la barre d'échelle

source: Click on the two ends of the scale bar on the map.
de_de: Klicke die Endpunkte der Skala auf der Karte an.
fr_fr: Cliquez sur les deux extrémités de la barre d'échelle sur la carte.

source: Click on the center, followed by two known points.
de_de: Klicke in die Mitte, anschließend auf zwei bekannte Punkte.
fr_fr: Cliquez sur le centre, suivi de deux points connus.

source: Align Ternary Axes
de_de: Ternärachsen ausrichten
fr_fr: Aligner les axes ternaires

source: Click on the three corners in the order shown above.
de_de: Klicke die drei Achsen in der oben gezeigten Reihenfolge an.
fr_fr: Cliquez sur les trois coins dans l'ordre indiqué ci-dessus.

source: WebPlotDigitizer - Web Based Plot Digitizer
de_de: WebPlotDigitizer - Webbasierter Plot Digitizer
fr_fr: WebPlotDigitizer - Numériseur de tracé Web

source: This program is distributed under the <a href="https://www.gnu.org/licenses/agpl-3.0-standalone.html" target="_blank">GNU Affero General Public License Version 3</a>.
de_de: Dieses Programm wird unter <a"href="https://www.gnu.org/licenses/agpl-3.0-standalone.html" "target="_blank">GNU Affero General Public License Version 3</a> verbreitet.
fr_fr: Ce programme est distribué sous la <a href="https://www.gnu.org/licenses/agpl-3.0-standalone.html" target="_blank"> Licence publique générale GNU Version 3 </a>.

source: Specify Color
de_de: Farbe auswählen
fr_fr: Spécifier la couleur

source: Color Picker
de_de: Farbwähler
fr_fr: Sélecteur de couleurs

source: Dominant Colors
de_de: Dominante Farben
fr_fr: Couleur dominate

source: Done
de_de: Erledigt
fr_fr: Fait

source: Transformation Equations
de_de: Transformationsgleichungen
fr_fr: Équations de Transformation

source: The following relationships are being used to convert image pixels to data
de_de: Die folgenden Beziehungen werden genutzt, um Bildpixel in Daten umzuwandeln.
fr_fr: Les relations suivantes sont utilisées pour convertir les pixels de l'image en données

source: Export JSON or Project File
de_de: JSON oder Projektdatei exportieren
fr_fr: Exporter JSON ou fichier de projet

source: Export a JSON file containing the axes calibrations, digitized data and measurements. This JSON file can be loaded to resume work at a later time. You can also download a combined 'project file' which includes this JSON and also the image in a single TAR file.
de_de: JSON-Datei mit den Achsenkalibrationen, digitalisierten Daten und Maßen exportieren. Diese Datei kann geladen werden, um deine Arbeit zu einem späteren Punkt fortzusetzen. Du kannst auch eine Projektdatei (.tar) bestehend aus der JSON und dem Bild herunterladen.
fr_fr: Exporter un fichier JSON contenant les calibrages des axes, des données numérisées et des mesures. Ce fichier JSON peut être chargé pour reprendre le travail ultérieurement. Vous pouvez également télécharger un 'fichier de projet' combiné qui inclut ce fichier JSON et également l'image dans un seul fichier TAR.

source: Download JSON
de_de: JSON herunterladen
fr_fr: Télécharger JSON

source: Download Project File (.tar)
de_de: Projektdatei herunterladen (.tar)
fr_fr: Télécharger le fichier projet (.tar)

source: Import JSON/Project
de_de: JSON/Projekt importieren
fr_fr: Importer JSON / Projet

source: Load a previously exported JSON or project file (.tar)
de_de: Exportierte JSON/Projektdatei (.tar) laden
fr_fr: Chargez un JSON précédemment exporté ou fichier de projet (.tar)

source: (Note: This will clear any unsaved data in the current plot.)
de_de: (Notiz: Dies wird ungespeicherte Daten im aktuellen Projekt löschen.)
fr_fr: (Remarque: Cela effacera toutes les données non enregistrées dans le terrain actuel.)

source: JSON/Project File
de_de: JSON/Projektdatei
fr_fr: JSON / Fichier de projet

source: Import
de_de: Importieren
fr_fr: Importer

source: Keyboard Shortcuts
de_de: Tastatürkürzel
fr_fr: Raccourcis clavier

source: Click to select a data point. The following keys can then be used to the adjust the position
de_de: Klicke um einen Datenpunkt zu wählen. Die folgenden Tasten können benutzt werden, um die Position zu ändern.
fr_fr: Cliquez pour sélectionner un point de données. Les touches suivantes peuvent ensuite être utilisées pour ajuster la position

source: Cursor (Arrows)
de_de: Cursor (Pfeiltasten)
fr_fr: Curseur (flèches)

source: Move up/down/right/left
de_de: Bewege hoch/runter/rechts/links
fr_fr: Monter / descendre / droite / gauche

source: Faster rate of movement
de_de: Schnellere Bewegung
fr_fr: Vitesse de mouvement plus rapide

source: Select next point
de_de: Nächsten Punkt wählen
fr_fr: Sélectionnez le point suivant

source: Select previous point
de_de: Vorherigen Punkt wählen
fr_fr: Sélectionnez le point précédent

source: Del/Backspace
de_de: Löschen/Zurücksetzen

source: Delete point
de_de: Löschpunkt
fr_fr: Suprimer le point

source: Edit label (Bar Chart)
de_de: Beschriftung bearbeiten (Balkendiagramm)
fr_fr: Modifier le label (diagramme à barres)

source: Edit Label
de_de: Beschriftung bearbeiten
fr_fr: Modifier le label

source: Label
de_de: Beschriftung

source: Data Point
de_de: Datenpunkt
fr_fr: Point de données

source: Perspective Transformation
de_de: Perspektivtransformation
fr_fr: Transformation de perspective

source: Click on four corners of the region to be transformed as shown.
de_de: Klicke auf vier Ecken der Region um sie wie angezeigt zu transformieren.
fr_fr: Cliquez sur les quatre coins de la région à transformer comme indiqué.

source: Edit Existing Calibration?
de_de: Bestehende Kalibrierung bearbeiten?
fr_fr: Modifier le calibrage?

source: Do you wish to tweak existing axes calibration or select a new axes type?
de_de: Möchtest du eine bestehende Achsenkalibration bearbeiten oder einen neuen Achsentyp wählen?
fr_fr: Est-ce que vous souhaitez modifier le calibrage des axes existants ou sélectionnez un nouveau type d'axes?

source: Edit Calibration
de_de: Kalibration bearbeiten
fr_fr: Modifier le calibrage

source: Change Axes Type
de_de: Achsentyp ändern
fr_fr: Changer le type d'axes

source: Export All Datasets
de_de: Alle Datensätze exportieren
fr_fr: Exporter tous les Datasets

source: Export to Plotly
de_de: Zu Plotly exportieren
fr_fr: Exporter vers Plotly

source: Add Dataset
de_de: Datensatz hinzufügen
fr_fr: Ajouter Dataset

source: Add Single Dataset
de_de: Einzelnen Datensatz hinzufügen
fr_fr: Ajouter un Dataset

source: Count
de_de: Zähler
fr_fr: Compte

source: Add Multiple Datasets
de_de: Mehrere Datensätze hinzufügen
fr_fr: Ajouter plusieurs Datasets

source: Rename Dataset
de_de: Datensatz umbenennen
fr_fr: Renommer Dataset

source: Rename
de_de: Umbenennen
fr_fr: Renommer

source: Rename Axes
de_de: Achsen umbenennen
fr_fr: Renommer les axes

source: Axes Calibration
de_de: Achsenkalibrierung
fr_fr: Calibration des axes

source: Click points to select and use cursor keys to adjust positions. Use Shift+Arrow for faster movement. Click complete when finished.
de_de: Klicken Sie auf Punkte um sie auswählen und nutzen Sie die Cursor-Tasten um Positionen anpassen. Verwenden Sie Shift + Pfeil für schnellere Bewegung. Klicken Sie auf abgeschlossen, wenn Sie fertig sind.
fr_fr: Pointer et Cliquez pour sélectionner et utiliser les touches du curseur pour ajuster les positions. Utilisez Maj + Flèche pour accélérer le mouvement. Cliquez sur terminé lorsque vous avez terminé.

source: Complete!
de_de: Komplett!
fr_fr: Terminé!

source: Manual Extraction
de_de: Manuelle Extraktion
fr_fr: Extraction manuelle

source: Add Point
de_de: Punkt hinzufügen
fr_fr: Ajouter un Point

source: Adjust Point
de_de: Punkt anpassen
fr_fr: Ajuster le Point

source: Delete Point
de_de: Punkt löschen
fr_fr: Supprimer le Point

source: Edit Labels
de_de: Beschriftungen bearbeiten
fr_fr: Modifier les Labels

source: Automatic Extraction
de_de: Automatische Extraktion
fr_fr: Extraction automatique

source: Mask
de_de: Maske
fr_fr: Masque

source: Pen
de_de: Stift
fr_fr: Stylo

source: Erase
de_de: Löschen
fr_fr: Effacer

source: View
de_de: Ansicht
fr_fr: Visualiser

source: Erase All
de_de: Alle löschen
fr_fr: Tout Effacer

source: Color
de_de: Farbe
fr_fr: Couleur

source: Foreground Color
de_de: Vordergrundfarbe
fr_fr: Couleur de L'avant Plan

source: Background Color
de_de: Hintergrundfarbe
fr_fr: Couleur de L'arrière-plan

source: Click to change color
de_de: Klicken Sie um die Farbe ändern
fr_fr: Cliquez pour changer la couleur

source: Distance
de_de: Entfernung

source: Filter Colors
de_de: Filterfarben
fr_fr: Filtre des couleurs

source: Algorithm
de_de: Algorithmus
fr_fr: Algorithme

source: Edit Image
de_de: Bild bearbeiten
fr_fr: Modifier l'image

source: Measure Distances
de_de: Distanzen messen
fr_fr: Mesurer les Distances

source: Add Pair
de_de: Paar hinzufügen
fr_fr: Ajouter le Paire

source: Delete Pair
de_de: Paar löschen
fr_fr: Supprimer le Paire

source: Measure Angles
de_de: Winkel messen
fr_fr: Angles de Mesure

source: Add Angle
de_de: Winkel hinzufügen
fr_fr: Ajouter L'angle

source: Delete Angle
de_de: Winkel löschen
fr_fr: Supprimer L’angle

source: Measure Path
de_de: Pfad ausmessen
fr_fr: Mesurer le Chemin

source: Add Path
de_de: Pfad hinzufügen
fr_fr: Ajouter le Chemin

source: Delete Path
de_de: Pfad löschen
fr_fr: Supprimer le Chemin

source: Measure Closed Path
de_de: Geschlossene Strecke messen
fr_fr: Mesurer le chemin fermé

source: Detect Grid
de_de: Erkennungsraster
fr_fr: Détecter la Grille

source: Clear
de_de: Löschen
fr_fr: Effacer

source: Pick
de_de: Wählen
fr_fr: Choisir

source: Background Mode
de_de: Hintergrund-Modus
fr_fr: Mode Arrière-plan

source: Vertical
de_de: Vertikal

source: Detect
de_de: Erkennen
fr_fr: Détecter

source: Reset
de_de: Zurücksetzen
fr_fr: Réinitialiser

source: Visit Website
de_de: Website besuchen
fr_fr: Visitez le site Web

source: Visit GitHub
de_de: GitHub besuchen
fr_fr: Visitez GitHub

source: Unstable version warning!
de_de: Achtung, instabile Version!
fr_fr: Attention version instable!

source: You are using a beta version of WebPlotDigitizer. There may be some issues with the software that are expected.
de_de: Sie verwenden eine Betaversion von WebPlotDigitizer. Möglicherweise gibt es einige Probleme mit der Software, die erwartet werden müssen.
fr_fr: Vous utilisez une version bêta de WebPlotDigitizer. Il peut y avoir quelques problèmes avec le logiciel qui sont attendus.

source: JSON/Project data has been loaded!
de_de: JSON/Projektdatei wurde geladen!
fr_fr: JSON / Les données du projet ont été chargées!

source: Invalid Inputs
de_de: Ungültige Eingaben
fr_fr: Entrées Non Valides

source: Please enter valid values for calibration.
de_de: Bitte geben Sie gültige Werte für die Kalibrierung an.
fr_fr: Veuillez entrer des valeurs valides pour l'étalonnage.

source: Invalid Log Scale Value
de_de: Ungültiger Log-Skalenwert
fr_fr: Valeur D'échelle Logarithmique Non Valide

source: Values on a log scale axis can not be zero as log(0) is undefined. Please enter a non-zero value.
de_de: Werte auf einer Log-Skala-Achse können nicht Null sein, da log(0) nicht definiert ist. Bitte geben Sie einen Wert ungleich Null ein.
fr_fr: Les valeurs sur un axe d'échelle logarithmique ne peut pas être zéro comme le log (0) est indéfini. Veuillez entrer une valeur non nulle.

source: Acquire Data
de_de: Erfassung von Daten
fr_fr: Acquérir les Données

source: Please calibrate the axes before acquiring data.
de_de: Bitte kalibrieren Sie die Achsen vor dem Erfassen von Daten.
fr_fr: Veuillez étalonner les axes avant d'acquérir les données.

source: Clear data points?
de_de: Datenpunkte löschen?
fr_fr: Effacer les points de données?

source: This will delete all data points from this dataset
de_de: Dadurch werden alle Datenpunkte aus diesem Datensatz gelöscht.
fr_fr: Ceci va supprimer tous les points de données de ce dataset

source: Your browser does not support webcam capture using HTML5 APIs. A recent version of Google Chrome is recommended.
de_de: Ihr Browser unterstützt keine Webcam-Aufnahme mit HTML5-APIs. Eine aktuelle Version von Google Chrome wird empfohlen.
fr_fr: Votre navigateur ne prend pas en charge la capture de la webcam utilisant HTML5 APIs. Une version récente de Google Chrome est recommandée.

source: Transformation equations are available only after axes have been calibrated.
de_de: Transformationsgleichungen stehen erst nach Achsenkalibration zur Verfügung.
fr_fr: Les équations de transformation ne sont disponibles qu’après l'étalonnage des axes.

source: Unsupported Feature!
de_de: Nicht unterstützte Funktion!
fr_fr: Fonctionnalité Non Prise en Charge!

source: This feature has not been implemented in the current version. This may be available in a future release.
de_de: Diese Funktion wurde in der aktuellen Version nicht implementiert. Es kann in einer zukünftigen Version verfügbar sein.
fr_fr: Cette fonctionnalité n’a pas été implémentée dans la version actuelle. Cela peut être disponible dans une version ultérieure.

source: Processing
de_de: Verarbeitung
fr_fr: Traitement en cours

source: ERROR: Invalid File!
de_de: FEHLER: Ungültige Datei!
fr_fr: ERREUR: Fichier Non valide!

source: Please load a valid image file. Common image formats such as JPG, PNG, BMP, GIF etc. should work. PDF or Word documents are not accepted.
de_de: Bitte laden Sie eine gültige Bilddatei. Übliche Bildformate wie JPG, PNG, BMP, GIF etc. sollten funktionieren. PDF oder Word-Dokumente werden nicht akzeptiert.
fr_fr: Veuillez charger un fichier image valide. Les formats d’image courantes tels que JPG, PNG, BMP, GIF etc. devrait fonctionner. Les documents PDF ou Word ne sont pas acceptés.

source: Raw
de_de: Roh
fr_fr: Brut

source: Nearest Neighbor
de_de: Nächster Nachbar
fr_fr: Voisin le plus proche

source: Manage Datasets
de_de: Verwalten von Datensätzen
fr_fr: Gérer Datasets

source: Please calibrate the axes before managing datasets.
de_de: Bitte kalibrieren Sie die Achsen, bevor Sie Datensätze verwalten.
fr_fr: Veuillez étalonner les axes avant de gérer les dataset.

source: Delete Dataset
de_de: Datensatz löschen
fr_fr: Supprimer le Dataset

source: Are you sure you want to delete this dataset?
de_de: Sind Sie sicher, dass Sie diesen Datensatz löschen möchten?
fr_fr: Êtes-vous sûr de vouloir supprimer ce DataSet?

source: Delete Axes
de_de: Achsen löschen
fr_fr: Supprimer les axes

source: Are you sure you want to delete this axes?
de_de: Sind Sie sicher, dass Sie diese Achsen löschen möchten?
fr_fr: Êtes-vous sûr de vouloir supprimer cet axe?

source: Averaging Window
de_de: Durchschnitts-Fenster
fr_fr: Moyennage de Fenêtre

source: X Step w/ Interpolation
de_de: X Schritt mit Interpolation
fr_fr: Étape X avec/Interpolation

source: X Step
de_de: X Schritt
fr_fr: Étape X

source: Blob Detector
de_de: Blob-Detektor
fr_fr: Détecteur de Blob

source: Bar Extraction
de_de: Balken-Extraktion
fr_fr: Extraction de barre

source: Histogram
de_de: Histogramm
fr_fr: Histogramme

source: Specify Plot (Foreground) Color
de_de: Aufzeichnungs(Vordergrund)-Farbe angeben
fr_fr: Spécifier la Couleur du Graphe (Avant-plan)

source: Specify Background Color
de_de: Hintergrundfarbe festlegen
fr_fr: Spécifier la Couleur D’arrière-plan

source: Please add some data before exporting.
de_de: Bitte fügen Sie vor dem exportieren Daten hinzu.
fr_fr: Veuillez ajouter quelques données avant d'exporter.

source: Error: No datasets to export!
de_de: Fehler: Keine Datensätze zu exportieren!
fr_fr: Erreur: aucun DataSet à exporter!

source: Add Dataset Error!
de_de: Fehler beim Hinzufügen des Datensatzes!
fr_fr: Ajouter une erreur de DataSet!
